<template>
  <div class="py-10 px-4 bg-gray-100 min-h-screen">
    <div class="container">
      <nav class="text-gray-600 mb-4">
        <a href="#" class="hover:underline">Главная</a> > <span>О компании</span>
      </nav>
      <h1 class="text-4xl font-bold mb-8 text-[#454545]">О компании</h1>
      <div class="flex flex-col md:flex-row md:gap-8">
        <div class="flex flex-col gap-6 md:w-1/3">
          <div class="bg-[#F2F2F2] p-8 rounded-lg shadow-md">
            <h2 class="text-4xl font-bold text-[#454545]">170+</h2>
            <p class="text-gray-600 mt-12">Товаров</p>
          </div>
          <div class="bg-[#F2F2F2] p-8 rounded-lg shadow-md">
            <h2 class="text-4xl font-bold text-[#454545]">1000+</h2>
            <p class="text-gray-600 mt-12">Довольных покупателей</p>
          </div>
          <div class="bg-[#F2F2F2] p-8 rounded-lg shadow-md">
            <h2 class="text-4xl font-bold text-[#454545]">170+</h2>
            <p class="text-gray-600 mt-12">Товаров</p>
          </div>
        </div>
        <div class="flex-1  md:mt-0 text-gray-800 max-md:mt-12">
          <p class="mb-6 max-w-[700px]">
            Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. У нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют.
          </p>
          <p class="mb-6 max-w-[700px">
            Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог наслаждаться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света с NORNLIGHT!
          </p>
          <p class="mb-6 max-w-[700px">
            Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. У нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют.
          </p>
          <p class="max-w-[700px">
            Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог наслаждаться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света с NORNLIGHT!
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup>
import { ref } from 'vue';
</script>

<style scoped>
body {
  font-family: 'Arial', sans-serif;
}
</style>
