<template>
  <div class="container">
    <nav class="text-gray-600 mb-4">
      <a href="#" class="hover:underline text-gray-300 hover:text-black"
        >Главная</a
      >
      >
      <span> Возврат</span>
    </nav>

    <div class="md:flex justify-between max-md:text-center">
      <h1 class="font-semibold text-[#454545] text-3xl max-md:mb-8">Возврат</h1>
      <div>
        <h1 class="text-[#454545] text-xl font-semibold">
          Обмен и возврат по желанию покупателя
        </h1>
        <p class="text-[#454545] font-extralight max-w-[500px] mt-4">
          Если товар по каким-то причинам не подошел вам, вы имеете право
          вернуть его или обменять на другой в течение 7 дней* с момента покупки
          при соблюдении следующих условий:
        </p>
        <ul
          class="list-disc list-inside mb-4 text-[#2F4DA3] max-w-[500px] mt-6"
        >
          <li>Товар имеет первоначальный вид (имеется товарная упаковка).</li>
          <li>
            Товар имеет полную комплектацию, включая упаковочные материалы.
          </li>
          <li>
            Товар не имеет следов использования и не имеет признаков поломки.
          </li>
          <li>
            Упаковка товара не имеет повреждений, присутствует оригинальный
            товарный вид.
          </li>
          <li>
            Есть документ, подтверждающий покупку в нашем интернет-магазине.
          </li>
          <li>При возврате товара необходимо приложить акт и чек о покупке.</li>
          <li>
            Товар не должен входить в перечень товаров, не подлежащих обмену и
            возврату (в том числе: ИП, изделия из отдельных бюрокладов). При
            оформлении заказа учитывать и менеджера.
          </li>
        </ul>
        <h2 class="font-semibold text-[#454545] text-3xl">
          Обмен и возврат по ошибке продавца
        </h2>
        <p class="text-[#454545] font-extralight max-w-[500px] mt-4">
          Причины обмена или возврата по ошибке продавца:
        </p>
           <ul class="list-disc list-inside mb-4 text-[#2F4DA3] max-w-[500px] mt-6">
        <li>Неполная комплектация товара</li>
        <li>Брак или дефект товара.</li>
        <li>Товар не имеет следов использования и не имеет признаков поломки.</li>
        <li>Если вы выявили дефект, брак или неполную комплектацию товара, необходимо сделать фото дефекта и отправить на почту mail@at-svet.ru, указав краткое описание характера брака/</li>
        <li>Мы заменим бракованный товар или довезем недостающие части. Доставка будет осуществлена бесплатно</li>
     
      </ul>

      <h3 class="font-semibold text-[#454545] text-3xl">Возврат денежных средств</h3>
      <p class="text-[#454545] font-extralight max-w-[500px] mt-4">Возврат денежных средств осуществляется путем перевода на банковские реквизиты покупателя при наличии заявления от покупателя.</p>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped></style>
