<template>
    <div class="container ">

<div class="md:flex max-md:text-center  mt-36 justify-between">
    <h1 class="font-semibold text-3xl max-md:mx-auto md:text-2xl max-w-[300px] text-[#454545]">Производство светильников</h1>
    <p class="max-w-[700px] text-[#454545] max-md:mt-12">
        Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. У нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют.<br /> <br />Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог насладиться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света с NORNLIGHT!
    </p>
</div>
    </div>
</template>

<script setup>

</script>

<style lang="scss" scoped>

</style>